{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "visual-whitespace.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}